Repository: PowerBeef/Vocello
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

# vocello.ui.captureSample
source: Capture a 10-20 second sample on this iPhone.
de: Nimm auf diesem iPhone eine Probe von 10–20 Sekunden auf.
es: Graba una muestra de 10 a 20 segundos en este iPhone.
fr: Enregistrez un échantillon de 10 à 20 secondes sur cet iPhone.
it: Registra un campione di 10–20 secondi su questo iPhone.
ja: この iPhone で10〜20秒のサンプルを録音します。
ko: 이 iPhone에서 10–20초 샘플을 녹음하세요.
pt_br: Grave uma amostra de 10–20 segundos neste iPhone.
ru: Запишите образец длительностью 10–20 секунд на этом iPhone.
zh_hans: 在此 iPhone 上录制 10–20 秒的样本。

# vocello.ui.saveThisVoice
source: Save this voice
de: Diese Stimme speichern
es: Guardar esta voz
fr: Enregistrer cette voix
it: Salva questa voce
ja: この声を保存
ko: 이 음성 저장
pt_br: Salvar esta voz
ru: Сохранить этот голос
zh_hans: 保存此声音

# vocello.ui.importVoice
source: Import voice
de: Stimme importieren
es: Importar voz
fr: Importer une voix
it: Importa voce
ja: 声を読み込む
ko: 음성 가져오기
pt_br: Importar voz
ru: Импортировать голос
zh_hans: 导入声音

# vocello.ui.regenerateSegment
source: Regenerate segment
de: Abschnitt neu erzeugen
es: Regenerar segmento
fr: Régénérer un segment
it: Rigenera segmento
ja: 区間を再生成
ko: 구간 다시 생성
pt_br: Gerar segmento novamente
ru: Пересоздать сегмент
zh_hans: 重新生成片段

# vocello.ui.regenerateSegmentTitle
source: Regenerate a segment
de: Einen Abschnitt neu erzeugen
es: Regenerar un segmento
fr: Régénérer un segment
it: Rigenera un segmento
ja: 区間を選んで再生成
ko: 구간 선택 후 다시 생성
pt_br: Gerar um segmento novamente
ru: Пересоздать один сегмент
zh_hans: 重新生成某个片段

# vocello.ui.scriptLabel
source: Script
de: Text
es: Guion
fr: Texte
it: Testo
ja: 原稿
ko: 원고
pt_br: Texto
ru: Текст
zh_hans: 文本

# vocello.ui.scriptHint
source: Enter or paste the text to generate.
de: Schreibe den zu sprechenden Text oder füge ihn ein.
es: Escribe o pega el texto que quieres generar.
fr: Saisissez ou collez le texte à générer.
it: Scrivi o incolla il testo da generare.
ja: 生成するテキストを入力または貼り付けてください。
ko: 생성할 텍스트를 입력하거나 붙여넣으세요.
pt_br: Digite ou cole o texto a ser gerado.
ru: Введите или вставьте текст для генерации.
zh_hans: 输入或粘贴要生成的文本。

# vocello.ui.clearSearch
source: Clear search
de: Suche leeren
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索を消去
ko: 검색 지우기
pt_br: Limpar busca
ru: Очистить поиск
zh_hans: 清空搜索

# vocello.ui.unsupportedDevice
source: Unsupported Device
de: Nicht unterstütztes Gerät
es: Dispositivo no compatible
fr: Appareil non pris en charge
it: Dispositivo non supportato
ja: 非対応のデバイス
ko: 지원되지 않는 기기
pt_br: Dispositivo não compatível
ru: Устройство не поддерживается
zh_hans: 不支持的设备

# vocello.ui.initializationFailed
source: App Initialization Failed
de: App-Initialisierung fehlgeschlagen
es: Falló el inicio de la app
fr: Échec de l’initialisation de l’app
it: Inizializzazione dell’app non riuscita
ja: アプリの初期化に失敗しました
ko: 앱 초기화 실패
pt_br: Falha na inicialização do app
ru: Ошибка инициализации приложения
zh_hans: 应用初始化失败

# vocello.ui.deleteAllHistory
source: This permanently deletes all %1$lld history entries and their audio files.
de: Dies löscht alle %1$lld Verlaufseinträge und ihre Audiodateien dauerhaft.
es: Esto elimina permanentemente las %1$lld entradas del historial y sus archivos de audio.
fr: %1$lld entrées d’historique et leurs fichiers audio seront supprimés définitivement.
it: Elimina definitivamente tutte le %1$lld voci della cronologia e i relativi file audio.
ja: 履歴 %1$lld 件とその音声ファイルをすべて完全に削除します。
ko: 기록 항목 %1$lld개와 해당 오디오 파일을 모두 영구 삭제합니다.
pt_br: Exclui permanentemente todas as %1$lld entradas do histórico e seus arquivos de áudio.
ru: Будут навсегда удалены все записи истории (%1$lld) и их аудиофайлы.
zh_hans: 这将永久删除全部 %1$lld 条历史记录及其音频文件。

# vocello.ui.clearAllHistory
source: This removes all %1$lld history entries. The generated audio files stay on the device.
de: Dies entfernt alle %1$lld Verlaufseinträge. Die erzeugten Audiodateien bleiben auf dem Gerät.
es: Esto elimina las %1$lld entradas del historial. Los archivos de audio generado permanecen en el dispositivo.
fr: Cette action supprime les %1$lld entrées d’historique. Les fichiers audio générés restent sur l’appareil.
it: Rimuove tutte le %1$lld voci della cronologia. I file audio generati restano sul dispositivo.
ja: 履歴 %1$lld 件をすべて削除します。生成した音声ファイルはデバイスに残ります。
ko: 기록 항목 %1$lld개를 모두 제거합니다. 생성된 오디오 파일은 기기에 남습니다.
pt_br: Remove todas as %1$lld entradas do histórico. Os arquivos de áudio gerados permanecem no dispositivo.
ru: Будут удалены все записи истории (%1$lld). Аудиофайлы останутся на устройстве.
zh_hans: 这将移除全部 %1$lld 条历史记录。生成的音频文件仍保留在设备上。

# vocello.ui.queuedTakes
source: %1$lld takes remain safely queued and available to retry or export.
de: %1$lld Aufnahmen bleiben sicher in der Warteschlange und können erneut gespeichert oder exportiert werden.
es: %1$lld tomas siguen en cola de forma segura y se pueden reintentar o exportar.
fr: %1$lld prises restent en attente en toute sécurité et peuvent être réessayées ou exportées.
it: %1$lld take restano al sicuro in coda, disponibili per riprovare o esportare.
ja: %1$lld 件のテイクが安全にキューに保持され、再試行や書き出しが可能です。
ko: 테이크 %1$lld개가 대기열에 안전하게 보관되어 재시도하거나 내보낼 수 있습니다.
pt_br: %1$lld tomadas permanecem em segurança na fila e disponíveis para tentar novamente ou exportar.
ru: В безопасной очереди остаётся дублей: %1$lld. Можно повторить попытку или экспортировать.
zh_hans: %1$lld 条音频仍安全保留在队列中，可重试或导出。

# vocello.ui.segmentCount
source: %1$lld segments
de: %1$lld Abschnitte
es: %1$lld segmentos
it: %1$lld segmenti
ja: %1$lld 区間
ko: 구간 %1$lld개
pt_br: %1$lld segmentos
ru: %1$lld сегмента
zh_hans: %1$lld 个片段

# vocello.ui.pinSeed
source: Pin seed %1$@ for new takes
de: Startwert %1$@ für neue Aufnahmen fixieren
es: Fijar la semilla %1$@ para nuevas tomas
fr: Épingler la graine %1$@ pour les nouvelles prises
it: Fissa il seed %1$@ per i nuovi take
ja: 新しいテイクにシード %1$@ を固定
ko: 새 테이크에 시드 %1$@ 고정
pt_br: Fixar semente %1$@ para novas tomadas
ru: Закрепить зерно %1$@ для новых дублей
zh_hans: 为新生成固定种子 %1$@

# vocello.ui.voiceBank
source: Voice bank · %1$@
de: Stimmbank · %1$@
es: Banco de voces · %1$@
fr: Banque vocale · %1$@
it: Banca vocale · %1$@
ja: ボイスバンク · %1$@
ko: 음성 뱅크 · %1$@
pt_br: Banco de vozes · %1$@
ru: Банк голосов · %1$@
zh_hans: 声音库 · %1$@

# vocello.ui.deletingVoice
source: Deleting %1$@
de: %1$@ wird gelöscht
es: Eliminando %1$@
fr: Suppression de %1$@
it: Eliminazione di %1$@
ja: %1$@ を削除中
ko: %1$@ 삭제 중
pt_br: Excluindo %1$@
ru: Удаление %1$@
zh_hans: 正在删除 %1$@

# vocello.ui.actionsForVoice
source: Actions for %1$@
de: Aktionen für %1$@
es: Acciones de %1$@
fr: Actions pour %1$@
it: Azioni per %1$@
ja: %1$@ の操作
ko: %1$@ 작업
pt_br: Ações de %1$@
ru: Действия для %1$@
zh_hans: %1$@ 的操作

# vocello.ui.deleteVoicePermanent
source: Delete "%1$@" from this iPhone? This cannot be undone.
de: „%1$@“ von diesem iPhone löschen? Dies kann nicht rückgängig gemacht werden.
es: ¿Eliminar «%1$@» de este iPhone? No se puede deshacer.
fr: Supprimer « %1$@ » de cet iPhone ? Cette action est irréversible.
it: Eliminare “%1$@” da questo iPhone? L’operazione è irreversibile.
ja: この iPhone から「%1$@」を削除しますか？取り消せません。
ko: 이 iPhone에서 “%1$@”을(를) 삭제할까요? 되돌릴 수 없습니다.
pt_br: Excluir “%1$@” deste iPhone? Não é possível desfazer.
ru: Удалить «%1$@» с этого iPhone? Это нельзя отменить.
zh_hans: 从此 iPhone 删除“%1$@”？此操作无法撤销。

# vocello.ui.deleteVoiceBase
source: Delete "%1$@"? Its voice-bank variants will remain as individual saved voices.
de: „%1$@“ löschen? Die Stimmbankvarianten bleiben als einzelne gespeicherte Stimmen erhalten.
es: ¿Eliminar «%1$@»? Sus variantes del banco de voces permanecerán como voces guardadas individuales.
fr: Supprimer « %1$@ » ? Ses variantes resteront disponibles comme voix enregistrées individuelles.
it: Eliminare “%1$@”? Le varianti della banca vocale resteranno come singole voci salvate.
ja: 「%1$@」を削除しますか？ボイスバンクの派生声は個別の保存済みの声として残ります。
ko: “%1$@”을(를) 삭제할까요? 음성 뱅크의 변형은 개별 저장 음성으로 유지됩니다.
pt_br: Excluir “%1$@”? As variantes do banco de vozes permanecerão como vozes salvas individuais.
ru: Удалить «%1$@»? Варианты банка голосов останутся отдельными сохранёнными голосами.
zh_hans: 删除“%1$@”？其声音库变体将作为独立的已保存声音保留。

# vocello.ui.deleteVoiceVariant
source: Delete "%1$@"? The rest of this voice bank will remain available.
de: „%1$@“ löschen? Der Rest dieser Stimmbank bleibt verfügbar.
es: ¿Eliminar «%1$@»? El resto de este banco de voces seguirá disponible.
fr: Supprimer « %1$@ » ? Le reste de cette banque vocale restera disponible.
it: Eliminare “%1$@”? Il resto della banca vocale rimarrà disponibile.
ja: 「%1$@」を削除しますか？このボイスバンクの残りは引き続き利用できます。
ko: “%1$@”을(를) 삭제할까요? 이 음성 뱅크의 나머지는 계속 사용할 수 있습니다.
pt_br: Excluir “%1$@”? O restante deste banco de vozes continuará disponível.
ru: Удалить «%1$@»? Остальная часть банка голосов останется доступной.
zh_hans: 删除“%1$@”？此声音库的其余部分仍可使用。

# vocello.ui.duplicateVoice
source: A saved voice named %1$@ already exists. Choose another name.
de: Eine gespeicherte Stimme namens %1$@ existiert bereits. Wähle einen anderen Namen.
es: Ya existe una voz guardada llamada %1$@. Elige otro nombre.
fr: Une voix enregistrée nommée %1$@ existe déjà. Choisissez un autre nom.
it: Esiste già una voce salvata chiamata %1$@. Scegli un altro nome.
ja: %1$@ という名前の声はすでにあります。別の名前を選んでください。
ko: %1$@ 이름의 저장된 음성이 이미 있습니다. 다른 이름을 선택하세요.
pt_br: Já existe uma voz salva chamada %1$@. Escolha outro nome.
ru: Сохранённый голос с именем %1$@ уже существует. Выберите другое имя.
zh_hans: 已存在名为 %1$@ 的声音，请选择其他名称。

# vocello.ui.savedNamedVoice
source: Saved “%1$@”
de: „%1$@“ gespeichert
es: «%1$@» guardado
fr: « %1$@ » enregistrée
it: “%1$@” salvato
ja: 「%1$@」を保存しました
ko: “%1$@” 저장됨
pt_br: “%1$@” salvo
ru: «%1$@» сохранено
zh_hans: 已保存“%1$@”

# vocello.ui.tooManySegments
source: This script plans %1$lld segments; the maximum is %2$lld. Split the text and try again.
de: Dieser Text ergibt %1$lld Abschnitte; maximal sind %2$lld erlaubt. Teile den Text auf und versuche es erneut.
es: Este guion requiere %1$lld segmentos; el máximo es %2$lld. Divide el texto y reinténtalo.
fr: Ce texte nécessite %1$lld segments ; le maximum est de %2$lld. Divisez le texte et réessayez.
it: Questo testo richiede %1$lld segmenti; il massimo è %2$lld. Dividi il testo e riprova.
ja: この原稿は %1$lld 区間になります。上限は %2$lld です。テキストを分割して再試行してください。
ko: 이 원고는 %1$lld개 구간이 필요하며 최대값은 %2$lld개입니다. 텍스트를 나눠 다시 시도하세요.
pt_br: Este texto exige %1$lld segmentos; o máximo é %2$lld. Divida o texto e tente novamente.
ru: Для этого текста нужно %1$lld сегментов; максимум — %2$lld. Разделите текст и повторите попытку.
zh_hans: 此文本规划为 %1$lld 段，最多允许 %2$lld 段。请拆分文本后重试。

# vocello.ui.transcriptLoadFailed
source: Couldn’t load the saved transcript for "%1$@". Cloning can still use the audio.
de: Das gespeicherte Transkript für „%1$@“ konnte nicht geladen werden. Klonen mit dem Audio ist weiterhin möglich.
es: No se pudo cargar la transcripción guardada de «%1$@». La clonación puede seguir usando el audio.
fr: Impossible de charger la transcription enregistrée de « %1$@ ». Le clonage peut toujours utiliser l’audio.
it: Impossibile caricare la trascrizione salvata per “%1$@”. La clonazione può comunque usare l’audio.
ja: 「%1$@」の保存済み文字起こしを読み込めませんでした。音声によるクローンは引き続き可能です。
ko: “%1$@”의 저장된 녹취록을 불러오지 못했습니다. 오디오를 이용한 복제는 계속 가능합니다.
pt_br: Não foi possível carregar a transcrição salva de “%1$@”. A clonagem ainda pode usar o áudio.
ru: Не удалось загрузить расшифровку для «%1$@». Для клонирования можно использовать аудио.
zh_hans: 无法载入“%1$@”的已保存转录。仍可使用音频进行克隆。

# vocello.ui.justNowMode
source: Just now · %1$@
de: Gerade eben · %1$@
es: Ahora mismo · %1$@
fr: À l’instant · %1$@
it: Adesso · %1$@
ja: たった今 · %1$@
ko: 방금 · %1$@
pt_br: Agora mesmo · %1$@
ru: Только что · %1$@
zh_hans: 刚刚 · %1$@

# vocello.ui.languageAuto
source: %1$@ (Auto)
de: %1$@ (automatisch)
es: %1$@ (automático)
it: %1$@ (automatica)
ja: %1$@（自動）
ko: %1$@ (자동)
pt_br: %1$@ (automático)
ru: %1$@ (авто)
zh_hans: %1$@（自动）

# vocello.ui.languagePath
source: Use Qwen3’s %1$@ path.
de: Qwen3s Pfad für %1$@ verwenden.
es: Usar la ruta %1$@ de Qwen3.
fr: Utiliser le mode %1$@ de Qwen3.
it: Usa il percorso %1$@ di Qwen3.
ja: Qwen3 の %1$@ 経路を使います。
ko: Qwen3의 %1$@ 경로를 사용합니다.
pt_br: Usar o caminho %1$@ do Qwen3.
ru: Использовать путь Qwen3 для %1$@.
zh_hans: 使用 Qwen3 的 %1$@ 路径。

# vocello.ui.voiceBankDetail
source: %1$@ is a voice bank: the same voice with curated emotion references. Each delivery clones its measured reference clip.
de: %1$@ ist eine Stimmbank: dieselbe Stimme mit ausgewählten Emotionsreferenzen. Jede Sprechweise klont ihren gemessenen Referenzclip.
es: %1$@ es un banco de voces: la misma voz con referencias de emociones seleccionadas. Cada interpretación clona su clip de referencia medido.
fr: %1$@ est une banque vocale : une même voix avec des références émotionnelles sélectionnées. Chaque interprétation clone son clip de référence mesuré.
it: %1$@ è una banca vocale: la stessa voce con riferimenti emotivi selezionati. Ogni interpretazione clona il relativo clip di riferimento misurato.
ja: %1$@ は、同じ声に厳選した感情別参照音声を組み合わせたボイスバンクです。各話し方は、測定済みの参照音声をクローンします。
ko: %1$@은(는) 같은 목소리에 엄선한 감정별 참조를 모은 음성 뱅크입니다. 각 표현은 측정된 참조 오디오를 복제합니다.
pt_br: %1$@ é um banco de vozes: a mesma voz com referências emocionais selecionadas. Cada interpretação clona seu clipe de referência medido.
ru: %1$@ — банк голосов: один голос с подобранными эмоциональными образцами. Каждая манера речи клонирует свой измеренный образец.
zh_hans: %1$@ 是一个声音库：同一种声音搭配精选情感参考。每种表达都会克隆其经过测量的参考音频。

# vocello.ui.freesStorage
source: Frees %1$@. You can reinstall later from Settings.
de: Gibt %1$@ frei. Du kannst das Modell später in den Einstellungen erneut installieren.
es: Libera %1$@. Puedes reinstalarlo después desde Ajustes.
fr: Libère %1$@. Vous pourrez réinstaller le modèle dans Réglages.
it: Libera %1$@. Puoi reinstallarlo in seguito da Impostazioni.
ja: %1$@ を解放します。後で設定から再インストールできます。
ko: %1$@을(를) 확보합니다. 나중에 설정에서 다시 설치할 수 있습니다.
pt_br: Libera %1$@. Você pode reinstalar depois pelos Ajustes.
ru: Освободит %1$@. Позже можно установить заново в настройках.
zh_hans: 释放 %1$@。之后可从设置重新安装。

# vocello.ui.segmentChoice
source: Segment %1$lld: %2$@
de: Abschnitt %1$lld: %2$@
es: Segmento %1$lld: %2$@
it: Segmento %1$lld: %2$@
ja: 区間 %1$lld：%2$@
ko: 구간 %1$lld: %2$@
pt_br: Segmento %1$lld: %2$@
ru: Сегмент %1$lld: %2$@
zh_hans: 片段 %1$lld：%2$@

# vocello.ui.english
source: English
de: Englisch
es: Inglés
fr: Anglais
it: Inglese
ja: 英語
ko: 영어
pt_br: Inglês
ru: Английский
zh_hans: 英语

# vocello.ui.chinese
source: Chinese
de: Chinesisch
es: Chino
fr: Chinois
it: Cinese
ja: 中国語
ko: 중국어
pt_br: Chinês
ru: Китайский
zh_hans: 中文

# vocello.ui.french
source: French
de: Französisch
es: Francés
fr: Français
it: Francese
ja: フランス語
ko: 프랑스어
pt_br: Francês
ru: Французский
zh_hans: 法语

# vocello.ui.german
source: German
de: Deutsch
es: Alemán
fr: Allemand
it: Tedesco
ja: ドイツ語
ko: 독일어
pt_br: Alemão
ru: Немецкий
zh_hans: 德语

# vocello.ui.spanish
source: Spanish
de: Spanisch
es: Español
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
pt_br: Espanhol
ru: Испанский
zh_hans: 西班牙语

# vocello.ui.italian
source: Italian
de: Italienisch
es: Italiano
fr: Italien
it: Italiano
ja: イタリア語
ko: 이탈리아어
pt_br: Italiano
ru: Итальянский
zh_hans: 意大利语

# vocello.ui.portuguese
source: Portuguese
de: Portugiesisch
es: Portugués
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
pt_br: Português
ru: Португальский
zh_hans: 葡萄牙语

# vocello.ui.russian
source: Russian
de: Russisch
es: Ruso
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
pt_br: Russo
ru: Русский
zh_hans: 俄语

# vocello.ui.japanese
source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
it: Giapponese
ja: 日本語
ko: 일본어
pt_br: Japonês
ru: Японский
zh_hans: 日语

# vocello.ui.korean
source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
it: Coreano
ja: 韓国語
ko: 한국어
pt_br: Coreano
ru: Корейский
zh_hans: 韩语

# vocello.ui.auto
source: Auto
de: Automatisch
es: Automático
it: Automatica
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
zh_hans: 自动

# vocello.ui.british
source: British
de: Britisch
es: Británico
fr: Britannique
it: Britannico
ja: 英国
ko: 영국식
pt_br: Britânico
ru: Британский
zh_hans: 英式

# vocello.ui.happy
source: Happy
de: Fröhlich
es: Alegre
fr: Joyeux
it: Felice
ja: 喜び
ko: 행복
pt_br: Feliz
ru: Радостно
zh_hans: 开心

# vocello.ui.sad
source: Sad
de: Traurig
es: Triste
fr: Triste
it: Triste
ja: 悲しみ
ko: 슬픔
pt_br: Triste
ru: Грустно
zh_hans: 悲伤

# vocello.ui.angry
source: Angry
de: Wütend
es: Enfadada
fr: En colère
it: Arrabbiata
ja: 怒り
ko: 분노
pt_br: Irritada
ru: Сердито
zh_hans: 愤怒

# vocello.ui.fearful
source: Fearful
de: Ängstlich
es: Temerosa
fr: Apeuré
it: Impaurita
ja: 恐れ
ko: 두려움
pt_br: Assustada
ru: Испуганно
zh_hans: 害怕

# vocello.ui.surprised
source: Surprised
de: Überrascht
es: Sorprendida
fr: Surpris
it: Sorpresa
ja: 驚き
ko: 놀람
pt_br: Surpresa
ru: Удивлённо
zh_hans: 惊讶

# vocello.ui.whisper
source: Whisper
de: Flüstern
es: Susurro
fr: Chuchoté
it: Sussurro
ja: ささやき
ko: 속삭임
pt_br: Sussurro
ru: Шёпотом
zh_hans: 耳语

# vocello.ui.calm
source: Calm
de: Ruhig
es: Tranquila
fr: Calme
it: Calma
ja: 穏やか
ko: 차분함
pt_br: Calma
ru: Спокойно
zh_hans: 平静

# vocello.ui.strong
source: Strong
de: Stark
es: Intensa
fr: Intense
it: Forte
ja: 強め
ko: 강하게
pt_br: Forte
ru: Сильно
zh_hans: 强烈

# vocello.ui.qualityShort
source: Reference is shorter than recommended (under 10 seconds).
de: Die Referenz ist kürzer als empfohlen (unter 10 Sekunden).
es: La referencia es más corta de lo recomendado (menos de 10 segundos).
fr: La référence est plus courte que recommandé (moins de 10 secondes).
it: Il riferimento è più corto del consigliato (meno di 10 secondi).
ja: 参照音声が推奨より短いです（10秒未満）。
ko: 참조 오디오가 권장 길이보다 짧습니다(10초 미만).
pt_br: A referência é mais curta que o recomendado (menos de 10 segundos).
ru: Образец короче рекомендуемого (менее 10 секунд).
zh_hans: 参考音频短于建议时长（不足 10 秒）。

# vocello.ui.qualityLong
source: Reference is longer than recommended (over 30 seconds).
de: Die Referenz ist länger als empfohlen (über 30 Sekunden).
es: La referencia es más larga de lo recomendado (más de 30 segundos).
fr: La référence est plus longue que recommandé (plus de 30 secondes).
it: Il riferimento è più lungo del consigliato (oltre 30 secondi).
ja: 参照音声が推奨より長いです（30秒超）。
ko: 참조 오디오가 권장 길이보다 깁니다(30초 초과).
pt_br: A referência é mais longa que o recomendado (mais de 30 segundos).
ru: Образец длиннее рекомендуемого (более 30 секунд).
zh_hans: 参考音频长于建议时长（超过 30 秒）。

# vocello.ui.qualityExcessive
source: Reference exceeds the 60 second maximum supported for cloning.
de: Die Referenz überschreitet die zum Klonen unterstützte Höchstdauer von 60 Sekunden.
es: La referencia supera el máximo de 60 segundos admitido para clonar.
fr: La référence dépasse le maximum de 60 secondes pris en charge pour le clonage.
it: Il riferimento supera il massimo di 60 secondi supportato per la clonazione.
ja: 参照音声がクローンで対応する上限の60秒を超えています。
ko: 참조 오디오가 복제에 지원되는 최대 60초를 넘습니다.
pt_br: A referência excede o máximo de 60 segundos permitido para clonagem.
ru: Образец превышает предел клонирования в 60 секунд.
zh_hans: 参考音频超过克隆支持的 60 秒上限。

# vocello.ui.qualityUnreadable
source: Reference audio could not be read.
de: Referenzaudio konnte nicht gelesen werden.
es: No se pudo leer el audio de referencia.
fr: L’audio de référence n’a pas pu être lu.
it: Impossibile leggere l’audio di riferimento.
ja: 参照音声を読み込めませんでした。
ko: 참조 오디오를 읽지 못했습니다.
pt_br: Não foi possível ler o áudio de referência.
ru: Не удалось прочитать образец аудио.
zh_hans: 无法读取参考音频。

# vocello.ui.qualityIntro
source: Voice cloning works best with 10–20 seconds of clean speech.
de: Stimmklonen funktioniert am besten mit 10–20 Sekunden klarer Sprache.
es: La clonación funciona mejor con 10–20 segundos de voz clara.
fr: Le clonage vocal fonctionne mieux avec 10 à 20 secondes de parole claire.
it: La clonazione funziona al meglio con 10–20 secondi di parlato pulito.
ja: ボイスクローンには、はっきりした10〜20秒の話し声が最適です。
ko: 음성 복제는 10–20초의 깨끗한 말소리에서 가장 잘 작동합니다.
pt_br: A clonagem funciona melhor com 10–20 segundos de fala limpa.
ru: Для клонирования лучше всего подходят 10–20 секунд чистой речи.
zh_hans: 声音克隆最适合使用 10–20 秒的清晰语音。

# vocello.ui.qualityHard
source: Pick a clip that is 60 seconds or shorter to use it for cloning.
de: Wähle zum Klonen einen Clip mit höchstens 60 Sekunden.
es: Elige un clip de 60 segundos o menos para clonarlo.
fr: Choisissez un clip de 60 secondes ou moins pour le clonage.
it: Scegli un clip di massimo 60 secondi per la clonazione.
ja: クローンには60秒以下の音声を選んでください。
ko: 복제하려면 60초 이하의 오디오를 선택하세요.
pt_br: Escolha um clipe de até 60 segundos para clonagem.
ru: Для клонирования выберите запись не длиннее 60 секунд.
zh_hans: 请选择不超过 60 秒的音频用于克隆。

# vocello.ui.qualitySoft
source: Clones from references outside this range still work, but may sound less consistent.
de: Referenzen außerhalb dieses Bereichs funktionieren ebenfalls, können aber weniger konsistent klingen.
es: Las referencias fuera de este intervalo también funcionan, pero pueden dar resultados menos constantes.
fr: Les clones issus de références hors de cette plage fonctionnent toujours, mais peuvent être moins cohérents.
it: I riferimenti fuori da questo intervallo funzionano comunque, ma possono dare risultati meno costanti.
ja: 範囲外の参照音声でも動作しますが、結果が不安定になることがあります。
ko: 이 범위 밖의 참조도 작동하지만 결과가 덜 일관될 수 있습니다.
pt_br: Referências fora desse intervalo ainda funcionam, mas podem soar menos consistentes.
ru: Образцы вне этого диапазона тоже работают, но результат может быть менее стабильным.
zh_hans: 此范围之外的参考音频仍可使用，但效果可能不够稳定。

# vocello.mac.common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
zh_hans: 取消

# vocello.mac.common.delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
zh_hans: 删除

# vocello.mac.common.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
zh_hans: 关闭

# vocello.mac.common.retry
source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 재시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

# vocello.mac.common.tryAgain
source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

# vocello.mac.voices.deleteTitle
source: Delete Saved Voice?
de: Gespeicherte Stimme löschen?
es: ¿Eliminar la voz guardada?
fr: Supprimer la voix enregistrée ?
it: Eliminare la voce salvata?
ja: 保存済みの声を削除しますか？
ko: 저장된 음성을 삭제할까요?
pt_br: Excluir voz salva?
ru: Удалить сохранённый голос?
zh_hans: 删除已保存的声音？

# vocello.mac.voices.deleteDetail
source: This will permanently remove “%1$@” from Saved Voices.
de: Dies entfernt „%1$@“ dauerhaft aus Gespeicherte Stimmen.
es: Esto eliminará permanentemente «%1$@» de Voces guardadas.
fr: Cette action supprimera définitivement « %1$@ » des voix enregistrées.
it: Rimuoverà definitivamente “%1$@” da Voci salvate.
ja: 「%1$@」を保存済みの声から完全に削除します。
ko: 저장된 음성에서 “%1$@”을(를) 영구적으로 제거합니다.
pt_br: Isso removerá permanentemente “%1$@” de Vozes salvas.
ru: Это навсегда удалит «%1$@» из сохранённых голосов.
zh_hans: 这将从“已保存的声音”中永久移除“%1$@”。

# vocello.mac.voices.waitingForEngine
source: Saved voices will appear once the speech engine is ready.
de: Gespeicherte Stimmen erscheinen, sobald die Sprach-Engine bereit ist.
es: Las voces guardadas aparecerán cuando el motor de voz esté listo.
fr: Les voix enregistrées apparaîtront dès que le moteur vocal sera prêt.
it: Le voci salvate appariranno quando il motore vocale sarà pronto.
ja: 音声エンジンの準備ができると、保存済みの声が表示されます。
ko: 음성 엔진이 준비되면 저장된 음성이 표시됩니다.
pt_br: As vozes salvas aparecerão quando o mecanismo de voz estiver pronto.
ru: Сохранённые голоса появятся, когда речевой движок будет готов.
zh_hans: 语音引擎就绪后将显示已保存的声音。
